[
  "obsidian-icon-folder",
  "obsidian-better-command-palette",
  "obsidian-read-it-later",
  "omnisearch",
  "floating-toc",
  "cm-editor-syntax-highlight-obsidian",
  "text-extractor",
  "obsidian-minimal-settings",
  "file-explorer-plus",
  "obsidian-style-settings",
  "treefocus",
  "callout-manager",
  "obsidian-footnotes",
  "mononote",
  "remember-cursor-position",
  "obsidian-leaflet-plugin",
  "music-code-blocks",
  "terminal",
  "obsidian-shellcommands"
]